tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
brew 'readline'
brew 'bash'
brew 'freetype'
brew 'fontconfig'
brew 'cask'
brew 'cmake'
brew 'direnv'
brew 'go'
brew 'gradle'
brew 'heroku'
brew 'hub'
brew 'imagemagick'
brew 'jq'
brew 'lua'
brew 'mas'
brew 'maven'
brew 'node'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'ruby-build'
brew 'rbenv'
brew 'ruby'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'ttyrec'
brew 'vim', args: ['with-lua']
brew 'sanemat/font/ricty', args: ['vim-powerline', 'with-powerline']
cask 'atom'
cask 'boostnote'
cask 'docker'
cask 'kindle'
cask 'night-owl'
cask 'sequel-pro'
