tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
brew 'bash'
brew 'cask'
brew 'direnv'
brew 'ghq'
brew 'go'
brew 'heroku'
brew 'hub'
brew 'imagemagick'
brew 'jq'
brew 'lua'
brew 'mas'
brew 'node'
brew 'peco'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'reattach-to-user-namespace'
brew 'ruby-build'
brew 'rbenv'
brew 'ruby'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'ttyrec'
brew 'vim', args: ['with-lua']
cask '1password'
cask 'alfred'
cask 'atom'
cask 'docker'
cask 'dropbox'
cask 'google-chrome'
cask 'iterm2'
cask 'night-owl'
cask 'sequel-pro'
