tap 'caskroom/cask'
tap 'homebrew/binary'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'osx-cross/avr'
tap 'sanemat/font'
tap 'tcnksm/ghr'
brew 'autoconf'
brew 'awscli'
brew 'readline'
brew 'bash'
brew 'bazaar'
brew 'boost'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'emacs'
brew 'cask'
brew 'cmake'
brew 'ctags'
brew 'zeromq'
brew 'czmq'
brew 'jpeg'
brew 'jasper'
brew 'libtiff'
brew 'little-cms2'
brew 'dcraw'
brew 'direnv'
brew 'doxygen'
brew 'libtool'
brew 'pkg-config'
brew 'gobject-introspection'
brew 'icu4c'
brew 'harfbuzz'
brew 'pango'
brew 'fontforge'
brew 'gdbm'
brew 'ghq'
brew 'gmp'
brew 'go'
brew 'gradle'
brew 'graphviz'
brew 'heroku'
brew 'hub'
brew 'hugo'
brew 'xz'
brew 'imagemagick'
brew 'oniguruma'
brew 'jq'
brew 'lha'
brew 'mpfr'
brew 'libmpc'
brew 'libsodium'
brew 'libusb'
brew 'libusb-compat'
brew 'libxml2'
brew 'libyaml'
brew 'lua'
brew 'mas'
brew 'maven'
brew 'md5sha1sum'
brew 'mercurial'
brew 'mono'
brew 'mysql@5.6'
brew 'node'
brew 'ossp-uuid'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'ruby-build'
brew 'rbenv'
brew 'redis'
brew 'ruby'
brew 'scala'
brew 'ssh-copy-id'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'ttyrec'
brew 'typesafe-activator'
brew 'ufraw'
brew 'unixodbc'
brew 'unrar'
brew 'vim', args: ['with-lua']
brew 'wxmac'
brew 'xctool'
brew 'osx-cross/avr/avr-binutils'
brew 'osx-cross/avr/avr-gcc'
brew 'sanemat/font/ricty', args: ['vim-powerline', 'with-powerline']
brew 'tcnksm/ghr/ghr'
cask 'atom'
cask 'boostnote'
cask 'docker'
cask 'kindle'
cask 'night-owl'
cask 'sequel-pro'
mas 'installed apps found', id: No
